


"Yes" = "Si";

/* Sidebar section header */
"Timer" = "Temporizador";
"Take a tour of iOS Impress Remote?" = "Desexa unha visita guiada do Control remoto do Impress para iOS?";

/* Sidebar section header */
"Stop Watch" = "Parar cronómetro";

/* Popover option */
"Stop Presentation" = "Parar presentación";

/* Update button text in diffrent states */
"Start" = "Comezar";

/* Sidebar section header */
"Slides" = "Diapositivas";
"Searching" = "A procurar...";

/* Popover option */
"Resume from blank Screen" = "Retomar desde a pantalla baldeira";
"Resume from blank screen" = "Retomar desde a pantalla baldeira";

/* Popover option */
"Restart" = "Reiniciar";
"Please consider restart LibreOffice Impress on your computer." = "Considere a posibilidade de reiniciar o Impress do LibreOffice no computador.";

/* Update button text in diffrent states */
"Pause" = "Pausa";
"Pairing Instructions Msg" = "1. Inicie o Impress do LibreOffice no computador\n\n2. Active Preferencias - Impress do LibreOffice - Xeral - Activar control remoto\n\n3. Comprobe que o computador e o seu dispositivo están conectados á mesma rede sen fíos\n\n4. Introduza o enderezo de IP do computador manualmente se non se detecta\n\n5. Conecte e divírtase!\n\n";

/* Pairing instructions Alert Title */
"Pairing Instructions" = "Instrucións de emparellamento";

/* Pairing instruction title */
"Pairing" = "Emparellamento";

/* backButton for Tutorial */
"Ok, thanks" = "Aceptar, grazas";

/* OK Button on Alert view */
"OK" = "Aceptar";
"No, thanks" = "Non, grazas";
"New Server" = "Novo servidor";

/* EditableTableViewCell placeholder */
"Name (optional)" = "Nome (opcional)";

/* Pairing instruction text */
"Launch Impress & select your computer." = "Inicie o Impress e seleccione o computador.";

/* EditableTableViewCell placeholder */
"IP Address" = "Enderezo de IP";

/* Invalid IP Address Alert message */
"Invalid IP Address Msg" = "O enderezo de IP que introduciu non é válido";

/* Invalid IP Address Alert title */
"Invalid IP Address" = "Enderezo de IP incorrecto";

/* App name displayed on navbar */
"Impress Remote" = "Control remoto do Impress";

/* In app How-to title */
"How-to" = "Como facer";
"Help" = "Axuda";
"Failed to reach your computer" = "Non foi poxíbel atinxir o computador";

/* Connection failure message */
"Failed to reach server Msg" = "Comprobe o enderezo de IP e que o Impress do LibreOffice se estea a executar coa funcionalidade Control remoto do Impress activada.";

/* Connection failure title */
"Failed to reach server" = "Non foi posíbel atinxir o servidor";

/* Pairing instruction text */
"Enter the PIN code in SlideShow - Impress Remote" = "Introduza o código PIN en Presentación - Control remoto do Impress";

/* Server list section title */
"Detected Connections" = "Conexións detectadas";

/* Displayed when no customized server is available */
"Customize server config instruction" = "No caso de que o computador non apareza na sección de arriba, engada manualmente un computador co seu enderezo de IP. ";

/* Server list section title */
"Custom Connections" = "Conexións personalizadas";

/* connect instructions */
"Create a personal hotspot on your iPhone if needed." = "Cree un punto de acceso no seu iPhone se for necesario.";

/* Control instruction title */
"Control" = "Control";

/* Connection Lost Alert Msg */
"Connection Lost Msg" = "Vaites, perdeuxe a conexión! Tente reconectar co computador. ";

/* Connection Lost Alert title */
"Connection Lost" = "Conexión perdida";

/* Popover option */
"Connection Help" = "Axuda da conexión";

/* instruction page title */
"Connection" = "Conexión";

/* connect instructions */
"Connect your devices to the same WiFi network." = "Conecte os seus dispositivos á mesma rede sen fíos.";

/* Back button to the connect page on navbar */
"Connect" = "Conectar";
"Click to refresh" = "Prema para actualizar";
"Cancel" = "Cancelar";

/* Popover option */
"Blank Screen" = "Pantalla baldeira";
"Back" = "Atrás";

/* Popover option */
"About Impress Remote" = "Sobre o Control remoto do Impress";
"* You don't have a WiFi connection now.\n* Connect your iOS device and your computer to the same network\n* Refresh\n* hint: you may create a personal hotspot on your computer/iPhone" = "* Agora non hai conexión sen fíos.\n* Conecte o seu dispositivo iOS e o seu computador á mesma rede\n* Actualice\n* Suxestión: pode crear un punto de acceso no seu computador/iPhone";
"* Launch Impress on your computer\n* Connect both devices to the same WiFi network\n* P.S. Your iOS device is connected to \"%@\" now" = "* Inicie o Impress no seu computador\n* Conecte ambos os dous dispositivos á mesma rede WiFi\n* Nota: O seu dispositivo iOS está agora conectado a «%@»";
